[
    {
        "id": "d6bffe88-6721-4c3b-bf53-6c25b12ed66a",
        "header": "The success of Barcelona’s team has made Catalonia a laboratory for finding out what happens when the women’s game has prominence similar to the men’s.",
        "text": "A little more than an hour before the game begins, the gates outside the Johan Cruyff Stadium swing open and a thousand or so fans rush inside. Some scurry to the turnstiles. Others wait patiently at the merchandise stalls, anxious to buy a jersey, a scarf, a commemorative trinket. The busiest and longest line, though, forms outside a booth offering fans the chance to have a photo taken with their heroes. Within a couple of minutes, it snakes all the way back to the entrance, populated by doting parents and spellbound preteens hoping they arrived in time. They have come to see the most dominant women’s soccer team on the planet. Barcelona Femení has been Spanish champion every year since 2019. It has not lost a league game since last May, a run during which eight of its players also lifted the Women’s World Cup. On Saturday, the team can win its third Women’s Champions League title, which crowns the best professional team in Europe, in four seasons. That success has turned the team’s standouts into global stars and the club into what often seems like a juggernaut. It has also transformed Barcelona, and the broader region of Catalonia, into the global heartbeat of women’s soccer, a case study in what happens when the women’s game wins the same prominence as the men’s.",
        "image": "699fbf31-126a-4bba-a65b-aef69e6387fc",
        "date": "24 May",
        "author": "Rory Smith and María Garrido",
        "category": "World"
    },
    {
        "id": "6d96cbcc-a941-47ab-b5f5-633c92eb1913",
        "header": "Amazon Is Fined Nearly $6 Million Over Warehouse Work Quotas",
        "text": "A California labor regulator said on Tuesday that it had fined Amazon nearly $6 million for thousands of violations of a safety law that took effect in 2022. The measure, known as the Warehouse Quotas Law, lets employees request written explanations of any productivity quotas that apply to them, as well as explanations of any discipline they may face in failing to meet the quotas.The state labor commissioner’s office said Amazon violated the law more than 59,000 times at two Southern California warehouses between October and March.",
        "image": "6fe741a8-1f83-4fda-8c3d-89817e12d2f8",
        "date": "18 June",
        "author": "Noam Scheiber",
        "category": "Business"
    },
    {
        "id": "6d33cbcc-a941-47ab-b5f5-633c92eb1913",
        "header": "You Talkin’ Like Him? A Convention Lets De Niro Fans Get In on the Act.",
        "text": "Amy Cakes has dozens of tattoos, but the one she got on Friday would stand out simply because the ink was applied amid a celebration of all things Robert De Niro. As Cakes, 32, an operations coordinator at the Tribeca Festival, rolled up her sleeve, the eerie glow of the actor’s face played on a loop in the background, a sequence of shots of Max Cady, the character with cryptic, ominous tattoos De Niro played in “Cape Fear.” Participants could choose from five tattoos he sported in that 1991 drama, including a panther and the phrase “Time the avenger.” Cakes selected a clown with a gun, as De Niro’s mien scowled on the screen above. This was the inaugural tattoo of De Niro Con, a three-day series of events honoring the 80-year-old actor and coinciding with the final days of the 2024 Tribeca Festival, which he co-founded. The convention, held in Spring Studios in Tribeca, drew more than 1,000 fans to displays of movie memorabilia; a re-creation of the dingy bedroom of Travis Bickle, his unhinged title character in “Taxi Driver” (1976); and that tattoo parlor. For passes that ranged from $150 each to $3,500 for two, participants could make videos of themselves reciting lines from “Taxi Driver,” shadowbox as Jake LaMotta in “Raging Bull” (1980), or sip complementary Starbucks energy drinks before emerging from the Rupert Pupkin Hall of Fan Experiences.",
        "image": "b31e6cf5-2ceb-42f4-b72d-d014087f8303",
        "date": "18 June",
        "author": "Sarah Goodman",
        "category": "Arts"
    },
    {
        "id": "6d96cbcc-a941-47ab-b5f5-633a09eb1913",
        "header": "Trump Isn’t Choosing a Running Mate. He’s Casting a Co-Star.",
        "text": "The public jockeying by various candidates to become Donald Trump’s running mate has taken on the air of a circus. At the Manhattan criminal courthouse where he was being tried for falsifying business records (and was found guilty on all 34 counts), a parade of acolytes appeared, often wearing Trump-red ties, in apparent hopes of impressing their potential future ticket mate: Senator J.D. Vance of Ohio, Senator Rick Scott of Florida, Senator Tommy Tuberville of Alabama, the businessman and former presidential candidate Vivek Ramaswamy and others. Aspiring contenders clamored for camera time, made public declarations of support and later posted on social media about the injustice of the verdict. Mr. Trump has invited other potential running mates, such as Senator Tim Scott, to join him at his rallies, where they often serve in the role of a hype man, introducing the main attraction in glowing terms. A traditional vice-presidential search happens discreetly, with possible picks lobbying behind the scenes and through proxies while publicly downplaying their interest. Mr. Trump’s search is playing out more like a cattle call audition. But Mr. Trump is always governing for the cameras — his favorite constituency. Viewed through that lens, his veepstakes make much more sense. The process is playing out in public, with unvarnished careerism on view, in the familiar form of a reality show. Mr. Trump was America’s first reality-TV president, and now he’s reviving the hits: He’s turned the veepstakes into a reboot of “The Apprentice.” It’s a mentality I came to understand intimately while interviewing him, starting in 2021 after he’d left the White House, for a book on “The Apprentice.” Mr. Trump gave me hours of his time, often extending our scheduled meetings at Trump Tower as we watched clips of the show together. I discerned that, in many ways, Mr. Trump sees his runs for president and his time in the White House as extensions of his reality show. In our conversations, he seemed engrossed by his image and the minutiae of his TV career, far more than by anything he achieved as leader of the free world. His experience hosting “The Apprentice” informs how he views the world and how he makes his decisions. He often talked about job applicants in terms of “central casting,” channeling the spirit of a producer assembling a movie cast. For the show, Mr. Trump would stop by casting calls to meet thousands of contestants, and he told me he believed that he could identify star power simply by the way someone looked. That attitude helps explain what he’s looking for in a V.P.: the ability to generate headlines and prompt the kind of drama that ensures his audience won’t look away.",
        "image": "6df358bb-bb8b-41de-b7d8-e2cdf49809a0",
        "date": "17 May",
        "author": "Ramin Setoodeh",
        "category": "Politics"
    },
    {
        "id": "6d96cbcc-a941-47ab-b5f5-613c92eb1913",
        "header": "How Big Tech Is Killing Innovation",
        "text": "Silicon Valley prides itself on disruption: Start-ups develop new technologies, upend existing markets and overtake incumbents. This cycle of creative destruction brought us the personal computer, the internet and the smartphone. But in recent years, a handful of incumbent tech companies have sustained their dominance. Why? We believe they have learned how to co-opt potentially disruptive start-ups before they can become competitive threats. Just look at what’s happening to the leading companies in generative artificial intelligence. DeepMind, one of the first prominent A.I. start-ups, was acquired by Google. OpenAI, founded as a nonprofit and counterweight to Google’s dominance, has raised $13 billion from Microsoft. Anthropic, a start-up founded by OpenAI engineers who grew wary of Microsoft’s influence, has raised $4 billion from Amazon and $2 billion from Google. Last week, the news broke that the Federal Trade Commission was investigating Microsoft’s dealings with Inflection AI, a start-up founded by DeepMind engineers who used to work for Google. The government seems to be interested in whether Microsoft’s agreement to pay Inflection $650 million in a licensing deal — at the same time it was gutting the start-up by hiring away most of its engineering team — was an end run around antitrust laws. Microsoft has defended its partnership with Inflection. But is the government right to be worried about these deals? We think so. In the short run, partnerships between A.I. start-ups and Big Tech give the start-ups the enormous sums of cash and hard-to-source chips they want. But in the long run, it is competition — not consolidation — that delivers technological progress. Today’s tech giants were once small start-ups themselves. They built businesses by figuring out how to commercialize new technologies — Apple’s personal computer, Microsoft’s operating system, Amazon’s online marketplace, Google’s search engine and Facebook’s social network. These new technologies didn’t so much compete with incumbents as route around them, offering new ways of doing things that upended the expectations of the market. But that pattern of start-ups innovating, growing and leapfrogging incumbents seems to have stopped. The tech giants are old. Each was founded more than 20 years ago — Apple and Microsoft in the 1970s, Amazon and Google in the 1990s, and Facebook in 2004. Why has no new competitor emerged to disrupt the market? The answer isn’t that today’s tech giants are just better at innovating. The best available evidence — patent data — suggests that innovations are more likely to come from start-ups than established companies. And that’s also what economic theory would predict. An incumbent with a large market share has less incentive to innovate because the new sales that an innovation would generate might cannibalize sales of its existing products. Talented engineers are less enthusiastic about stock in a large company that isn’t tied to the value of the project they are working on than stock in a start-up that might grow exponentially. And incumbent managers are rewarded for developing incremental improvements that satisfy their existing customers rather than disruptive innovations that might devalue the skills and relationships that give them power. The tech giants have learned to stop the cycle of disruption. They invest in start-ups developing disruptive technologies, which gives them intelligence about competitive threats and the ability to influence the start-ups’ direction. Microsoft’s partnership with OpenAI illustrates the problem. In November, Satya Nadella, Microsoft’s chief executive, said that even if OpenAI disappeared suddenly, his customers would have no cause to worry, because “we have the people, we have the compute, we have the data, we have everything.”",
        "image": "b7625680-a2b4-4d85-9acb-7255ac063052",
        "date": "13 June",
        "author": "Mark Lemley and Matt Wansley",
        "category": "Technology"
    },
    {
        "id": "6d96cbcc-a001-47ab-b5f5-633c92eb1913",
        "header": "A.I. Is Coming for the Past, Too",
        "text": "A little more than an hour before the game begins, the gates outside the Johan Cruyff Stadium swing open and a thousand or so fans rush inside. Some scurry to the turnstiles. Others wait patiently at the merchandise stalls, anxious to buy a jersey, a scarf, a commemorative trinket. The busiest and longest line, though, forms outside a booth offering fans the chance to have a photo taken with their heroes. Within a couple of minutes, it snakes all the way back to the entrance, populated by doting parents and spellbound preteens hoping they arrived in time. They have come to see the most dominant women’s soccer team on the planet. Barcelona Femení has been Spanish champion every year since 2019. It has not lost a league game since last May, a run during which eight of its players also lifted the Women’s World Cup. On Saturday, the team can win its third Women’s Champions League title, which crowns the best professional team in Europe, in four seasons. That success has turned the team’s standouts into global stars and the club into what often seems like a juggernaut. It has also transformed Barcelona, and the broader region of Catalonia, into the global heartbeat of women’s soccer, a case study in what happens when the women’s game wins the same prominence as the men’s.",
        "image": "e508c632-8aa1-463f-a42c-b29f893b8333",
        "date": "24 January",
        "author": "Jacob N. Shapiro and Chris Mattmann",
        "category": "Technology"
    },
    {
        "id": "6d96cbcc-a941-47ab-b5f5-633c23eb1913",
        "header": "The Capital of Women’s Soccer",
        "text": "A little more than an hour before the game begins, the gates outside the Johan Cruyff Stadium swing open and a thousand or so fans rush inside. Some scurry to the turnstiles. Others wait patiently at the merchandise stalls, anxious to buy a jersey, a scarf, a commemorative trinket. The busiest and longest line, though, forms outside a booth offering fans the chance to have a photo taken with their heroes. Within a couple of minutes, it snakes all the way back to the entrance, populated by doting parents and spellbound preteens hoping they arrived in time. They have come to see the most dominant women’s soccer team on the planet. Barcelona Femení has been Spanish champion every year since 2019. It has not lost a league game since last May, a run during which eight of its players also lifted the Women’s World Cup. On Saturday, the team can win its third Women’s Champions League title, which crowns the best professional team in Europe, in four seasons. That success has turned the team’s standouts into global stars and the club into what often seems like a juggernaut. It has also transformed Barcelona, and the broader region of Catalonia, into the global heartbeat of women’s soccer, a case study in what happens when the women’s game wins the same prominence as the men’s.",
        "image": "699fbf31-126a-4bba-a65b-aef69e6387fc",
        "date": "24 May",
        "author": "Rory Smith and María Garrido",
        "category": "Health"
    },
    {
        "id": "6d96cbcc-a941-47ab-b5f5-633c09vb1913",
        "header": "Well Beyond the U.S., Heat and Climate Extremes Are Hitting Billions",
        "text": "Poll workers. Pilgrims. Tourists on a hike. All have died in blistering heat in recent weeks around the world, a harrowing reminder of the global dangers of extreme weather as a heat wave bears down on nearly 100 million Americans this week. Dozens of cities in Mexico broke heat records in May and June, killing more than 100 people. India has been under an extraordinarily long heat wave that killed several election workers, and this week, in the capital, Delhi, even overnight temperatures remained in the mid-90s Fahrenheit, or in the mid-30s Celsius. Greece is bracing for wildfires this week, right after back-to-back heat waves killed several tourists. In Bamako, the capital of Mali, hospitals reported more than 100 excess deaths on the first four days of April, The Associated Press reported. Between May 2023 and May 2024, an estimated 6.3 billion people, or roughly 4 out of 5 people in the world, lived through at least a month of what in their areas were considered abnormally high temperatures, according to a recent analysis by Climate Central, a scientific nonprofit. The damage to human health, agriculture and the global economy is just beginning to be understood. Extreme heat killed an estimated 489,000 people annually between 2000 and 2019, according to the World Meteorological Organization, making heat the deadliest of all extreme weather events. Swiss RE, the insurance-industry giant, said in a report this week that the accumulating hazards of climate change could further drive the growing market for insurance against strikes and riots. “Climate change may also drive food and water shortages and in turn civil unrest, and mass migration,” the report said. As for the world’s two rival economic powers, China and the United States, both face a common peril this summer. As one-fifth of all Americans were under an extreme-heat alert this week, several areas in China’s north broke maximum temperature records. And earlier in the week the capital, Beijing, was under a heat alert as temperatures reached 99 degrees Fahrenheit (37 degrees Celsius). The two countries are also the two biggest producers of greenhouse gases warming the planet. China’s current emissions are by far the highest in the world, and the United States’ cumulative emissions over the past 150 years of industrialization are the highest in the world.",
        "image": "330a738d-35ed-4f80-be7c-da3774e4cdb9",
        "date": "24 May",
        "author": "Rory Smith and María Garrido",
        "category": "World"
    },
    {
        "id": "6d96czxc-a941-47ab-b5f5-633c92eb1913",
        "header": "260 McNuggets? McDonald’s Ends A.I. Drive-Through Tests Amid Errors",
        "text": "In the nearly three years since McDonald’s announced that it was partnering with IBM to develop a drive-through order taker powered by artificial intelligence, videos popped up on social media showing confused and frustrated customers trying to correct comically inaccurate meals. “Stop! Stop! Stop!” two friends screamed with humorous anguish on a TikTok video as an A.I. drive-through misunderstands their order, tallying up 240, 250 and then 260 Chicken McNuggets. In other videos, the A.I. rings up a customer for nine iced teas instead of one, fails to explain why a customer could not order Mountain Dew and thought another wanted to add bacon to his ice cream. So when McDonald’s announced in a June 13 internal email, obtained by the trade publication Restaurant Business, that it was ending its partnership with IBM and shutting down its A.I. tests at more than 100 U.S. drive-throughs, customers who had interacted with the service were probably not shocked. The decision to abandon the IBM deal comes as many other businesses, including its competitors, are investing in A.I. But it exemplifies some of the challenges companies are facing as they jockey to unlock the revolutionary technology’s potential. Other fast-food companies have had success with A.I. ordering. Last year, Wendy’s formed a partnership with Google Cloud to build out its A.I. drive-through system. Carl’s Jr. and Taco John’s have hired Presto, a voice A.I. firm for restaurants. Panda Express has approximately 30 automated order takers at its windows through a partnership with the voice A.I. firm SoundHound AI.",
        "image": "4964343e-f42c-47c4-955e-e4a4d74a920c",
        "date": "21 June",
        "author": "Hank Sanders",
        "category": "Business"
    },
    {
        "id": "6d96cbcc-a941-47ab-b5f5-1o3c92eb1913",
        "header": "The Capital of Women’s Soccer",
        "text": "A little more than an hour before the game begins, the gates outside the Johan Cruyff Stadium swing open and a thousand or so fans rush inside. Some scurry to the turnstiles. Others wait patiently at the merchandise stalls, anxious to buy a jersey, a scarf, a commemorative trinket. The busiest and longest line, though, forms outside a booth offering fans the chance to have a photo taken with their heroes. Within a couple of minutes, it snakes all the way back to the entrance, populated by doting parents and spellbound preteens hoping they arrived in time. They have come to see the most dominant women’s soccer team on the planet. Barcelona Femení has been Spanish champion every year since 2019. It has not lost a league game since last May, a run during which eight of its players also lifted the Women’s World Cup. On Saturday, the team can win its third Women’s Champions League title, which crowns the best professional team in Europe, in four seasons. That success has turned the team’s standouts into global stars and the club into what often seems like a juggernaut. It has also transformed Barcelona, and the broader region of Catalonia, into the global heartbeat of women’s soccer, a case study in what happens when the women’s game wins the same prominence as the men’s.",
        "image": "699fbf31-126a-4bba-a65b-aef69e6387fc",
        "date": "24 May",
        "author": "Rory Smith and María Garrido",
        "category": "Health"
    }
]
